Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# esppEnrollAgreementPopupMessage
source: If you cancel, you will not be enrolled and your progress will not be saved.
de_de: Wenn du absagst, wirst du nicht eingeschrieben und dein Fortschritt wird nicht gespeichert.
es_419: Si cancelas, no estarás inscrito y tu progreso no se guardará.
es_es: Si la cancela, no se inscribirá y su progreso no se guardará.
fr_fr: Si vous annulez, vous ne serez pas inscrit·e et votre progression ne sera pas enregistrée.
it_it: Se annulli, l'iscrizione non verrà finalizzata e i tuoi progressi non verranno salvati.
ja_jp: キャンセルすると、登録されず進捗も保存されません。
ko_kr: 취소하면 등록되지 않으며 진행 상황도 저장되지 않습니다.
ms_my: Jika anda membatalkan, anda tidak akan didaftarkan dan perkembangan anda tidak akan disimpan.
pt_br: Se cancelar, você não será inscrito, e o progresso não será salvo.
ru_ru: Если вы отмените процесс, ваша регистрация не будет выполнена, а данные о прогрессе не сохранятся.
th_th: หากคุณยกเลิก คุณจะไม่ได้ลงทะเบียนและสิ่งที่คุณกรอกไว้จะไม่ได้รับการบันทึก
vi_vn: Nếu bạn hủy, bạn sẽ không được đăng ký và tiến độ học tập của bạn sẽ không được lưu lại.
zh_hans: 如果您取消，您将无法注册，也不会储存您的进度。
zh_hant_tw: 如果您取消，您將無法註冊，也不會儲存您的進度。

# esppEnrollAgreementPopupTitle
source: Cancel Enrollment?
de_de: Anmeldung abbrechen?
es_419: ¿Cancelar inscripción?
es_es: ¿Desea cancelar la inscripción?
fr_fr: Annuler l'inscription ?
it_it: Annullare l'iscrizione?
ja_jp: 登録をキャンセルしますか?
ko_kr: 등록을 취소하시겠습니까?
ms_my: Batalkan Pendaftaran?
pt_br: Cancelar inscrição?
ru_ru: Отменить регистрацию?
th_th: ยกเลิกการลงทะเบียนหรือไหม
vi_vn: Hủy đăng ký?
zh_hans: 取消注册吗？
zh_hant_tw: 取消註冊嗎？

# esppEnrollAgreementSharesText
source: I, %@, would like to contribute enough of my eligible compensation each pay period to purchase %@ shares.
de_de: Ich, %1$@, möchte in jeder Zahlungsperiode ausreichend von meiner berechtigten Entschädigung zum Kauf von %2$@ Anteilen beitragen.
es_419: Yo, %1$@, quiero contribuir con lo suficiente de mi compensación elegible cada periodo de pago para la compra de %2$@ acciones.
es_es: Yo, %1$@, quiero contribuir con una cantidad suficiente de mi compensación apta en cada periodo de pago para la compra de %2$@ acciones.
fr_fr: Je, soussigné(e) %1$@, souhaite contribuer suffisamment de ma rémunération admissible à chaque période de paie pour acheter %2$@ actions.
it_it: Il/la sottoscritto/a %1$@ desidera destinare, per ciascun periodo di paga, una quota della propria retribuzione ammissibile sufficiente all'acquisto di %2$@ azioni.
ja_jp: 私、%1$@は、それぞれの支払期間に私の適格報酬から%2$@株を購入する金額を拠出します。
ko_kr: %1$@ 본인은 매 급여 기간마다 %2$@ 주식을 매수하기 위해 제 적격 급여에서 충분한 금액을 납입하고자 합니다.
ms_my: Saya, %1$@, ingin menyumbang secukupnya pampasan saya yang layak setiap tempoh gaji untuk membeli %2$@ syer.
pt_br: Eu, %1$@, quero contribuir com minha remuneração aprovada a cada período de pagamento para adquirir %2$@ ações.
ru_ru: Я, %1$@, хочу регулярно направлять допустимую часть своей компенсации на покупку %2$@ акций.
th_th: ข้าพเจ้า %1$@ ประสงค์ที่จะใช้เงินที่มีจำนวนเพียงพอจากผลตอบแทนที่มีสิทธิได้รับในแต่ละงวดการจ่ายเงินเพื่อซื้อหุ้น %2$@ หน่วย
vi_vn: Tôi, %1$@, muốn đóng góp toàn bộ khoản thù lao đủ điều kiện của mình mỗi kỳ trả lương để mua %2$@ cổ phiếu.
zh_hans: 本人，%1$@，愿意在每个发薪期将足够的合格薪酬用于提拨用途来购买 %2$@ 股。
zh_hant_tw: 本人，%1$@，願意在每個發薪期將足夠的合格薪酬用於提撥用途來購買 %2$@ 股。

# esppEnrollAgreementStepProgressTitle
source: Enrollment Agreement
de_de: Anmeldungsvereinbarung
es_419: Acuerdo de suscripción
es_es: Acuerdo de inscripción
fr_fr: Contrat d'inscription
it_it: Accordo di adesione
ja_jp: 登録同意書
ko_kr: 등록 계약
ms_my: Perjanjian Pendaftaran
pt_br: Acordo de inscrição
ru_ru: Договор о регистрации
th_th: ข้อตกลงการลงทะเบียน
vi_vn: Thoả thuận đăng ký
zh_hans: 注册协议
zh_hant_tw: 註冊協議

# esppEnrollContributionAmountDescription
source: Please select or enter the dollar amount that you'd like to contribute from payroll deductions toward your discounted stock.
de_de: Bitte wählen Sie den Dollarbetrag aus, den Sie durch Abzüge für die Abrechnung Ihrer diskontierten Aktien beitragen möchten.
es_419: Seleccione o introduzca el importe en dólares que desee aportar a sus acciones con descuento mediante deducciones de nómina.
es_es: Seleccione o introduzca el importe en dólares que desee aportar a sus acciones con descuento mediante deducciones de nómina.
fr_fr: Veuillez sélectionner ou saisir le montant en dollars que vous souhaitez verser pour vos actions à prix réduit par le biais des retenues salariales.
it_it: Seleziona o digita l'importo in dollari che intendi adibire all'acquisto di azioni scontate. L'importo risultante verrà detratto dalla busta paga.
ja_jp: あなたの割引株式に対する給与計算の控除から寄付する金額を選択または入力してください。
ko_kr: 급여 공제에서 할인된 주식에 납부하고자 하는 달러 금액을 선택하거나 입력하세요.
ms_my: Sila pilih atau masukkan jumlah dolar yang anda mahu sumbangkan daripada potongan gaji terhadap saham diskaun anda.
pt_br: Selecione ou informe o montante em dólares a contribuir com as deduções da folha de pagamento para suas ações com desconto.
ru_ru: Выберите или введите сумму в долларах, которую вы хотели бы выделять из своей заработной платы на покупку акций со скидкой.
th_th: โปรดเลือกหรือกรอกจำนวนเงินดอลลาร์ที่คุณต้องการให้หักจากเงินเดือนเพื่อซื้อหุ้นที่ได้รับส่วนลด
vi_vn: Vui lòng chọn hoặc nhập số tiền đô-la mà bạn muốn đóng góp từ tiền khấu trừ lương vào cổ phiếu được chiết khấu của mình.
zh_hans: 请选择或输入您想从薪资扣款中为折价股提拨的金额。
zh_hant_tw: 請選擇或輸入您想從薪資扣款中為折價股提撥的金額。

# esppEnrollContributionContinueButton
source: Continue
de_de: Weiter
es_419: Continuar
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続ける
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_hans: 继续
zh_hant_tw: 繼續

# esppEnrollContributionContributionHeader
source: Contribution
de_de: Beitrag
es_419: Contribución
es_es: Contribución
it_it: Contributo
ja_jp: 拠出
ko_kr: 납입
ms_my: Sumbangan
pt_br: Contribuição
ru_ru: Взнос
th_th: เงินสนับสนุน
vi_vn: Đóng góp
zh_hans: 提拨
zh_hant_tw: 提撥

# esppEnrollContributionContributionHeaderAndLimits
source: Contribution rate *(%@ to %@)*
de_de: Beitragssatz *(%1$@ bis %2$@)*
es_419: Tasa de contribución *(%1$@ a %2$@)*
es_es: Tasa de contribución *(%1$@ a %2$@)*
fr_fr: Taux de cotisation *(%1$@ à %2$@)*
it_it: Aliquota contributiva *(da %1$@ a %2$@)*
ja_jp: 拠出率 *（%1$@～%2$@）*
ko_kr: 납입률 *(%1$@ ~ %2$@)*
ms_my: Kadar sumbangan *(%1$@ hingga %2$@)*
pt_br: Taxa de contribuição *(%1$@ a %2$@)*
ru_ru: Процент отчислений *(от %1$@ до %2$@)*
th_th: อัตราเงินสนับสนุน *(%1$@ ถึง %2$@)*
vi_vn: Tỷ lệ đóng góp *(%1$@ đến %2$@)*
zh_hans: 供款率 *(%1$@ 至%2$@)*
zh_hant_tw: 供款率 *(%1$@ 至%2$@)*

# esppEnrollContributionEnrollMessage
source: You will be enrolled in %@'s employee stock purchase plan. This will generate automatic payroll deductions at the rate you've selected to purchase company shares automatically each offering period.
de_de: Du nimmst am Mitarbeiteraktienkaufprogramm von %1$@ teil. Dadurch werden in jedem Angebotszeitraum automatisch Lohnabzüge in der von dir gewählten Höhe für den Kauf von Unternehmensanteilen vorgenommen.
es_419: Se le inscribirá en el plan de compra de acciones para empleados de %1$@. Se generarán deducciones automáticas de nómina con el porcentaje seleccionado para comprar acciones de la empresa automáticamente en cada período de oferta.
es_es: Se le inscribirá en el plan de compra de acciones para empleados de %1$@. Se generarán deducciones automáticas de nómina con el porcentaje seleccionado para comprar acciones de la empresa automáticamente en cada período de oferta.
fr_fr: Nous vous inscrirons au plan d'achat d'actions pour les employés de %1$@. Ainsi, des retenues salariales automatiques au taux choisi seront effectuées pour acheter automatiquement des actions de la société à chaque période d'offre.
it_it: Aderirai al piano di acquisto di azioni dei dipendenti di %1$@. L'adesione comporterà l'effettuazione di detrazioni automatiche dai cedolini paga secondo la percentuale o l'ammontare selezionati, per l'acquisto automatico di azioni della società nel corso di ciascun periodo di offerta.
ja_jp: %1$@の従業員株式購入制度に登録されます。 選択された率で給与から自動天引きされ、それぞれのオファー期限に会社株を自動的に購入することになります。
ko_kr: 귀하는 %1$@의 직원 주식 구매 계획에 등록됩니다. 이를 통해 선택한 비율로 급여 공제가 자동으로 이루어지며 각 제공 기간마다 회사 주식을 자동으로 매수하게 됩니다.
ms_my: Anda akan didaftarkan dalam pelan pembelian saham pekerja %1$@. Ini akan menjana potongan gaji automatik pada kadar yang anda pilih untuk membeli saham syarikat secara automatik setiap tempoh tawaran.
pt_br: Você será inscrito no plano de compra de ações para funcionários da %1$@. Essa ação gera deduções automáticas na folha de pagamento na taxa que você selecionou para comprar automaticamente as ações da empresa a cada período de oferta.
ru_ru: Вы будете зачислены в программу покупки акций для сотрудников %1$@. Это позволит автоматически вычитывать часть заработной платы по ставке, выбранной вами для автоматической покупки акций компании в каждый период размещения акций.
th_th: คุณจะลงทะเบียนในแผนการซื้อหุ้นของพนักงานของ %1$@ ระบบจะหักเงินเดือนโดยอัตโนมัติตามอัตราที่คุณได้เลือกเพื่อซื้อหุ้นของบริษัทโดยอัตโนมัติในแต่ละช่วงระยะเวลาเสนอขาย
vi_vn: Bạn sẽ được đăng ký ở kế hoạch phát hành cổ phiếu cho nhân viên của %1$@. Thao tác này sẽ tạo ra các khoản khấu trừ tiền lương tự động theo tỉ lệ bạn đã chọn để mua cổ phiếu công ty tự động trong mỗi giai đoạn chào bán.
zh_hans: 您将注册参加 %1$@ 的员工股票购买计划。此将按照您所选的比例自动从您的薪资中扣款，以在每个发行期自动购买公司股份。
zh_hant_tw: 您將註冊參加 %1$@ 的員工股票購買計劃。此將按照您所選的比例自動從您的薪資中扣款，以在每個發行期自動購買公司股份。

# esppEnrollContributionFirstPurchaseDate
source: First Purchase Date:
de_de: Erstes Kaufdatum
es_419: Fecha de la primera compra:
es_es: Fecha de la primera compra:
fr_fr: Date du premier achat :
it_it: Data del primo acquisto:
ja_jp: 初回購入日：
ko_kr: 최초 매수일:
ms_my: Tarikh Pembelian Pertama:
pt_br: Data da primeira compra:
ru_ru: Дата первой покупки:
th_th: วันที่ซื้อครั้งแรก:
vi_vn: Ngày mua đầu tiên:
zh_hans: 首次购买日期：
zh_hant_tw: 首次購買日期：

# esppEnrollContributionFmv
source: Subscription FMV
de_de: Marktgerechter Wert (FMV) der Abonnement
es_419: FMV de suscripción
es_es: FMV de suscripción
fr_fr: Juste valeur de marché (FMV) de souscription
it_it: FMV di sottoscrizione
ja_jp: FMVを申し込む
ko_kr: 청약 FMV
ms_my: FMV Langganan
pt_br: FMV na subscrição
ru_ru: FMV при подписке
th_th: สมัครสมาชิก FMV
vi_vn: FMV đăng ký
zh_hans: 申购 FMV
zh_hant_tw: 申購 FMV

# esppEnrollContributionIncrements
source: increments)
de_de: Zuwächse)
es_419: incrementos)
es_es: incrementos)
fr_fr: incréments)
it_it: incrementi)
ja_jp: 増分）
ko_kr: 증가분)
ms_my: kenaikan)
pt_br: incrementos)
ru_ru: шаг)
th_th: การเพิ่มขึ้น)
vi_vn: gia số)
zh_hans: 增量）
zh_hant_tw: 增量）

# esppEnrollContributionMaximum
source: Maximum
de_de: Maximalprozentsatz
es_419: Máximo
es_es: Máximo
it_it: Massimo
ja_jp: 最大
ko_kr: 최대
ms_my: Maksimum
pt_br: Máximo
ru_ru: Максимум
th_th: สูงสุด
vi_vn: Tối đa
zh_hans: 上限
zh_hant_tw: 上限

# esppEnrollContributionMinimum
source: Minimum
de_de: Mindestprozentsatz
es_419: Mínimo
es_es: Mínimo
it_it: Minimo
ja_jp: 最低
ko_kr: 최소
pt_br: Mínimo
ru_ru: Минимум
th_th: ขั้นต่ำ
vi_vn: Tối thiểu
zh_hans: 下限
zh_hant_tw: 下限

# esppEnrollContributionNavigationTitleUpdate
source: Enroll in ESPP
de_de: Anmeldung zum ESPP
es_419: Inscríbete en ESPP
es_es: Inscríbete en el ESPP
fr_fr: S’inscrire à l’ESPP
it_it: Aderisci all'ESPP
ja_jp: ESPPに加入する
ko_kr: ESPP 등록
ms_my: Daftar dalam ESPP
pt_br: Inscreva-se no ESPP
ru_ru: Регистрация в ESPP
th_th: ลงทะเบียน ESPP
vi_vn: Đăng ký tham gia ESPP
zh_hans: 注册 ESPP
zh_hant_tw: 註冊 ESPP

# esppEnrollContributionNextPeriod
source: Next Offering Period:
de_de: Nächster Angebotszeitraum
es_419: Próximo período de oferta:
es_es: Próximo período de oferta:
fr_fr: Prochaine période d'offre :
it_it: Prossimo periodo di offerta:
ja_jp: 次回の提供期間：
ko_kr: 다음 제공 기간
ms_my: Tempoh Tawaran Seterusnya:
pt_br: Próximo período de oferta:
ru_ru: Следующий период размещения:
th_th: ระยะเวลาเสนอขายครั้งต่อไป:
vi_vn: Thời gian chào bán tiếp theo:
zh_hans: 下一个发行期：
zh_hant_tw: 下一個發行期：

# esppEnrollContributionPercentageDescription
source: Please select or enter the percentage amount that you'd like to contribute from payroll deductions toward your discounted stock.
de_de: Bitte wählen Sie den prozentualen Anteil aus, den Sie per Gehaltsabzug in Ihre vergünstigten Aktien investieren möchten, oder geben Sie den entsprechenden prozentualen Anteil ein.
es_419: Seleccione o introduzca el importe porcentual que quiera aportar a sus acciones con descuento mediante deducciones de nómina.
es_es: Seleccione o introduzca el importe porcentual que quiera aportar a sus acciones con descuento mediante deducciones de nómina.
fr_fr: Veuillez sélectionner ou saisir le montant en pourcentage que vous souhaitez verser pour vos actions à prix réduit par le biais des retenues salariales.
it_it: Seleziona o immetti la percentuale dell'importo che intendi adibire all'acquisto di azioni scontate. L'importo risultante verrà detratto dalla busta paga.
ja_jp: 株式の割引購入の拠出額として、給与からの天引きを希望する割合（%）を選択するか入力してください。
ko_kr: 급여 공제에서 할인된 주식에 납부하고자 하는 비율을 선택하거나 입력하세요.
ms_my: Sila pilih atau masukkan amaun peratusan yang anda mahu sumbangkan daripada potongan gaji terhadap saham diskaun anda.
pt_br: Selecione ou informe o montante percentual a contribuir com as deduções da folha de pagamento para suas ações com desconto.
ru_ru: Выберите или введите процент, который вы хотели бы выделять из своей заработной платы на покупку акций со скидкой.
th_th: โปรดเลือกหรือกรอกจำนวนเงินเปอร์เซ็นต์ที่คุณต้องการให้หักจากเงินเดือนเพื่อซื้อหุ้นที่ได้รับส่วนลด
vi_vn: Vui lòng chọn hoặc nhập phần trăm số tiền mà bạn muốn đóng góp từ tiền khấu trừ lương vào cổ phiếu được chiết khấu của mình.
zh_hans: 请选择或输入您想从薪水扣款中为折价股提拨的百分比。
zh_hant_tw: 請選擇或輸入您想從薪水扣款中為折價股提撥的百分比。

# esppEnrollContributionSegmentAmount
source: Amount ($)
de_de: Betrag ($)
es_419: Importe ($)
es_es: Importe ($)
fr_fr: Montant ($)
it_it: Importo (USD$)
ja_jp: 金額（USD$）
ko_kr: 금액($)
ms_my: Jumlah ($)
pt_br: Montante ($)
ru_ru: Сумма (USD$)
th_th: จำนวน ($)
vi_vn: Số tiền ($)
zh_hans: 金额（$）
zh_hant_tw: 金額（$）

# esppEnrollContributionSegmentPercent
source: Percentage (%)
de_de: Prozentsatz (%)
es_419: Porcentaje (%)
es_es: Porcentaje (%)
fr_fr: Pourcentage (%)
it_it: Percentuale (%)
ja_jp: パーセント（%）
ko_kr: 백분율(%)
ms_my: Peratusan (%)
pt_br: Porcentagem (%)
ru_ru: Процент (%)
th_th: เปอร์เซ็นต์ (%)
vi_vn: Tỷ lệ phần trăm (%)
zh_hans: 百分比（%）
zh_hant_tw: 百分比（%）

# esppEnrollContributionSegmentShares
source: Shares
de_de: Aktien
es_419: Acciones
es_es: Acciones
fr_fr: Actions
it_it: Azioni
ja_jp: 株数
ko_kr: 주식
ms_my: Saham
pt_br: Ações
ru_ru: Акции
th_th: หุ้น
vi_vn: Cổ phiếu
zh_hans: 股份
zh_hant_tw: 股份

# esppEnrollContributionSegmentSharesSymbol
source: Shares
de_de: Aktien
es_419: Acciones
es_es: Acciones
fr_fr: Actions
it_it: Azioni
ja_jp: 株数
ko_kr: 주식
ms_my: Saham
pt_br: Ações
ru_ru: Акции
th_th: หุ้น
vi_vn: Cổ phiếu
zh_hans: 股份
zh_hant_tw: 股份

# esppEnrollContributionShareDescription
source: Please select or enter the number of shares that you'd like to purchase.
de_de: Bitte wählen Sie die Anzahl der Aktien, die Sie erwerben möchten, oder geben Sie sie ein.
es_419: Selecciona o ingresa la cantidad de acciones que deseas comprar.
es_es: Seleccione o introduzca el número de acciones que desee comprar.
fr_fr: Veuillez sélectionner ou saisir le nombre d'actions que vous souhaitez acheter.
it_it: Seleziona o inserisci il numero di azioni che desideri acquistare.
ja_jp: 購入する株数を選択または入力してください。
ko_kr: 매수할 주식 수를 선택하거나 입력하세요.
ms_my: Sila pilih atau masukkan bilangan saham yang anda mahu beli.
pt_br: Selecione ou informe o número de ações que você quer comprar.
ru_ru: Выберите или введите количество акций, которые вы хотели бы приобрести.
th_th: โปรดเลือกหรือกรอกจำนวนหุ้นที่คุณต้องการซื้อ
vi_vn: Vui lòng chọn hoặc nhập số lượng cổ phiếu bạn muốn mua.
zh_hans: 请选择或输入您欲购买的股份数量。
zh_hant_tw: 請選擇或輸入您欲購買的股份數量。

# esppEnrollContributionShareFormat
source: %@ Shares
de_de: %1$@ Freigaben
es_419: %1$@ Acciones
es_es: %1$@ acciones
fr_fr: %1$@ actions
it_it: %1$@ azioni
ja_jp: %1$@株
ko_kr: %1$@ 주식
ms_my: %1$@ Saham
pt_br: %1$@ ações
ru_ru: %1$@ акций
th_th: %1$@ หุ้น
vi_vn: %1$@ cổ phiếu
zh_hans: %1$@ 股
zh_hant_tw: %1$@ 股

# esppEnrollContributionStepProgressTitle
source: Set Contribution Amount
de_de: Betrag des Beitrags festlegen
es_419: Establecer el importe de la contribución
es_es: Establecer el importe de la contribución
fr_fr: Définir un montant de contribution
it_it: Seleziona l'ammontare del contributo
ja_jp: 積立額を設定する
ko_kr: 납입 금액 설정
ms_my: Tetapkan Jumlah Sumbangan
pt_br: Fixar montante da contribuição
ru_ru: Установите сумму взноса
th_th: กำหนดจำนวนเงินสนับสนุน
vi_vn: Đặt số tiền đóng góp
zh_hans: 设置提拨金额
zh_hant_tw: 設置提撥金額

# esppEnrollContributionSubsciptionDate
source: Subscription Date
de_de: Zeichnungsdatum
es_419: Fecha de suscripción
es_es: Fecha de suscripción
fr_fr: Date de souscription
it_it: Data di adesione
ja_jp: 申込日
ko_kr: 청약일
ms_my: Tarikh Langganan
pt_br: Data da subscrição
ru_ru: Дата подписки
th_th: วันที่สมัครสมาชิก
vi_vn: Ngày đăng ký
zh_hans: 申购日期
zh_hant_tw: 申購日期

# esppEnrollContributionTextFieldHint
source: Minimum %@, Maximum %@, Increments in %@
de_de: Minimum %1$@, Maximum %2$@, Inkremente in %3$@
es_419: Mínimo %1$@, Máximo %2$@, Incrementos en %3$@
es_es: Mínimo %1$@, máximo %2$@, incrementos en %3$@
fr_fr: Minimum : %1$@, maximum : %2$@, par paliers de %3$@
it_it: Minimo %1$@, massimo %2$@, incrementi in %3$@
ja_jp: 最小%1$@、最大%2$@、増分単位%3$@
ko_kr: 최소 %1$@, 최대 %2$@, %3$@단위 증가
ms_my: Minimum %1$@, Maksimum %2$@, Kenaikan dalam %3$@
pt_br: Mínimo %1$@, máximo %2$@, incrementos em %3$@
ru_ru: Минимум %1$@, максимум %2$@, шаг прироста — %3$@
th_th: ต่ำสุด %1$@ สูงสุด %2$@ เพิ่มเป็น %3$@
vi_vn: %1$@ tối thiểu, %2$@ tối đa, gia tăng dần trong bằng %3$@
zh_hans: 最小值 %1$@，最大值 %2$@，增量 %3$@
zh_hant_tw: 最小值 %1$@，最大值 %2$@，增量 %3$@

# esppEnrollContributionValidationError
source: The contribution value must be between %@ and %@, in increments of %@.
de_de: Der Beitragswert muss zwischen %1$@ und %2$@in Schritten von %3$@liegen.
es_419: El valor de la contribución debe estar comprendido entre %1$@ y %2$@, en incrementos de %3$@.
es_es: El valor de la contribución debe estar comprendido entre %1$@ y %2$@, en incrementos de %3$@.
fr_fr: La valeur de la contribution doit être comprise entre %1$@ et %2$@, par incréments de %3$@.
it_it: Il valore del contributo deve essere compreso tra %1$@ e %2$@, con incrementi di %3$@.
ja_jp: 拠出額は、%1$@から%2$@の間で、%3$@の増分でなければなりません。
ko_kr: 납입 금액은 %1$@에서 %2$@ 사이여야 하며, %3$@의 증가분으로 설정해야 합니다.
ms_my: Nilai sumbangan mestilah antara %1$@ hingga %2$@, dalam penambahan %3$@.
pt_br: O valor da contribuição deve ser entre %1$@ e %2$@, em incrementos de %3$@.
ru_ru: Сумма взноса должна находиться в диапазоне от %1$@ до %2$@, с шагом %3$@.
th_th: มูลค่าเงินสนับสนุนจะต้องอยู่ระหว่าง %1$@ และ %2$@ โดยเพิ่มขึ้นครั้งละ %3$@
vi_vn: Giá trị đóng góp phải nằm trong khoảng từ %1$@ đến %2$@, theo gia số %3$@.
zh_hans: 提拨价值必须介于 %1$@ 和 %2$@ 之间，增值为%3$@ 。
zh_hant_tw: 提撥價值必須介於 %1$@ 和 %2$@ 之間，增值為%3$@ 。

# esppEnrollDetailsBackButton
source: Back
de_de: Zurück
es_419: Volver
es_es: Volver
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
ms_my: Undur
pt_br: Voltar
ru_ru: Назад
th_th: กลับ
vi_vn: Quay lại
zh_hans: 返回
zh_hant_tw: 返回

# esppEnrollDetailsChangeButton
source: Change
de_de: Ändern
es_419: Cambiar
es_es: Cambiar
fr_fr: Modifier
it_it: Modifica
ja_jp: 変更する
ko_kr: 변경
ms_my: Ubah
pt_br: Mudar
ru_ru: Изменить
th_th: เปลี่ยนแปลง
vi_vn: Thay đổi
zh_hans: 更改
zh_hant_tw: 更改

# esppEnrollDetailsContributionDeducted
source: Contribution deducted
de_de: Abgezogene Beiträge
es_419: Contribuciones deducidas
es_es: Contribuciones deducidas
fr_fr: Contribution déduite
it_it: Contributi detratti
ja_jp: 控除される拠出
ko_kr: 공제된 납입 금액
ms_my: Sumbangan dipotong
pt_br: Contribuição deduzida
ru_ru: За вычетом взноса
th_th: เงินสนับสนุนที่ถูกหัก
vi_vn: Khoản đóng góp được khấu trừ
zh_hans: 已扣除的提拨
zh_hant_tw: 已扣除的提撥

# esppEnrollDetailsContributionRate
source: Current Contribution Rate
de_de: Aktueller Beitragssatz
es_419: Tasa de contribución actual
es_es: Tasa de contribución actual
fr_fr: Taux de contribution actuel
it_it: Tasso di contribuzione attuale
ja_jp: 現在の拠出率
ko_kr: 현재 납입률
ms_my: Kadar Sumbangan Semasa
pt_br: Taxa de contribuição atual
ru_ru: Текущая ставка взноса
th_th: อัตราเงินสนับสนุนปัจจุบัน
vi_vn: Tỉ lệ đóng góp hiện tại
zh_hans: 目前提拨率
zh_hant_tw: 目前提撥率

# esppEnrollDetailsEnrollmentPeriod
source: Enrollment Period
de_de: Anmeldezeitraum
es_419: Período de inscripción
es_es: Período de inscripción
fr_fr: Période d'inscription
it_it: Periodo di registrazione
ja_jp: 加入期間
ko_kr: 등록 기간
ms_my: Tempoh Pendaftaran
pt_br: Período de inscrição
ru_ru: Период регистрации
th_th: ระยะเวลารการลงทะเบียน
vi_vn: Thời gian đăng ký
zh_hans: 注册期间
zh_hant_tw: 註冊期間

# esppEnrollDetailsNavigationTitle
source: Current Enrollment
de_de: Aktuelle Einschreibung
es_419: Inscripción actual
es_es: Inscripción actual
fr_fr: Inscriptions actuelles
it_it: Registrazione attuale
ja_jp: 現在の加入
ko_kr: 현재 등록
ms_my: Pendaftaran Semasa
pt_br: Inscrição atual
ru_ru: Текущая регистрация
th_th: การลงทะเบียนปัจจุบัน
vi_vn: Đăng ký hiện tại
zh_hans: 目前注册
zh_hant_tw: 目前註冊

# esppEnrollDetailsPurchasedOnLabel
source: Stock will be purchased on
de_de: Aktien werden gekauft am
es_419: Las acciones se comprarán el
es_es: Las acciones se comprarán el
fr_fr: L'action sera achetée le
it_it: Le azioni saranno acquistate in data
ja_jp: 株式購入予定日：
ko_kr: 주식은 다음 날짜에 매수됩니다.
ms_my: Saham akan dibeli pada
pt_br: As ações serão compradas em
ru_ru: Акции будут приобретены
th_th: หุ้นจะถูกซื้อเมื่อ
vi_vn: Cổ phiếu sẽ được mua vào
zh_hans: 股票预计购买日期
zh_hant_tw: 股票預計購買日期

# esppEnrollDetailsStatusValue
source: Enrolled
de_de: Eingeschrieben
es_419: Inscrito
es_es: Inscrito
fr_fr: Inscrit
it_it: Aderito
ja_jp: 登録済み
ko_kr: 등록됨
ms_my: Berdaftar
pt_br: Inscrito
ru_ru: Зарегистрирован
th_th: ลงทะเบียนแล้ว
vi_vn: Đã đăng ký
zh_hans: 已注册
zh_hant_tw: 已註冊

# esppEnrollDetailsWithdrawButton
source: Withdraw
de_de: Zurücktreten
es_419: Revocar
es_es: Retirarse
fr_fr: Se retirer
it_it: Recedi
ja_jp: 脱退する
ko_kr: 해지
ms_my: Menarik diri
pt_br: Retirar
ru_ru: Вывести
th_th: ถอน
vi_vn: Rút tiền
zh_hans: 退出
zh_hant_tw: 退出

# esppEnrollDocumentReviewAccessibilityLabel
source: Review Documents
de_de: Dokumente überprüfen
es_419: Revisar documentos
es_es: Revisar documentos
fr_fr: Examiner les documents
it_it: Ricontrolla i documenti
ja_jp: 書類を確認
ko_kr: 문서 검토
ms_my: Semak Dokumen
pt_br: Analisar documentos
ru_ru: Просмотр документов
th_th: ตรวจสอบเอกสาร
vi_vn: Xem xét tài liệu
zh_hans: 查核文件
zh_hant_tw: 查核文件

# esppEnrollDocumentReviewContinueButton
source: Continue
de_de: Weiter
es_419: Continuar
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続ける
ko_kr: 계속
ms_my: Teruskan
pt_br: Continuar
ru_ru: Продолжить
th_th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_hans: 继续
zh_hant_tw: 繼續
